Repository: erenmalkoc/dirtymac
Catalog: dirtymac/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

source: A menu bar utility that locks your keyboard so you can clean it — without typing nonsense or launching apps.
de: Ein Menüleisten-Tool, das deine Tastatur sperrt, damit du sie reinigen kannst – ohne Unsinn zu tippen oder Apps zu starten.
es: Una utilidad de la barra de menús que bloquea el teclado para que puedas limpiarlo, sin escribir tonterías ni abrir apps.
fr: Un utilitaire de la barre des menus qui verrouille votre clavier pour que vous puissiez le nettoyer, sans taper n'importe quoi ni lancer d'apps.
it: Un'utility nella barra dei menu che blocca la tastiera così puoi pulirla, senza digitare cose a caso o avviare app.
ja: メニューバーからキーボードをロックし、無駄な入力やアプリの起動なしに掃除できるユーティリティです。
ko: 메뉴 막대에서 키보드를 잠가, 엉뚱한 입력이나 앱 실행 없이 청소할 수 있게 해 주는 유틸리티입니다.
pt_br: Um utilitário da barra de menus que bloqueia o teclado para você limpá-lo — sem digitar bobagens nem abrir apps.
ru: Утилита в строке меню, которая блокирует клавиатуру, чтобы вы могли её почистить — без случайного ввода и запуска приложений.
tr: Klavyenizi kilitleyip, saçma tuşlara basmadan veya uygulama açmadan temizlemenizi sağlayan bir menü çubuğu aracı.
zh_hans: 一个菜单栏小工具，锁定键盘以便清洁，不会输入乱码或误开应用。
zh_hant: 一個選單列小工具，鎖定鍵盤以便清潔，不會輸入亂碼或誤開 App。

source: Accessibility access granted
de: Bedienungshilfen-Zugriff erteilt
es: Acceso a Accesibilidad concedido
fr: Accès à l'Accessibilité autorisé
it: Accesso all'Accessibilità concesso
ja: アクセシビリティのアクセスが許可されました
ko: 손쉬운 사용 권한이 허용됨
pt_br: Acesso à Acessibilidade concedido
ru: Доступ к универсальному доступу предоставлен
tr: Erişilebilirlik izni verildi
zh_hans: 已授予辅助功能权限
zh_hant: 已授予輔助使用權限

source: Accessibility access not granted yet
de: Bedienungshilfen-Zugriff noch nicht erteilt
es: Acceso a Accesibilidad aún no concedido
fr: Accès à l'Accessibilité pas encore autorisé
it: Accesso all'Accessibilità non ancora concesso
ja: アクセシビリティのアクセスはまだ許可されていません
ko: 손쉬운 사용 권한이 아직 허용되지 않음
pt_br: Acesso à Acessibilidade ainda não concedido
ru: Доступ к универсальному доступу ещё не предоставлен
tr: Erişilebilirlik izni henüz verilmedi
zh_hans: 尚未授予辅助功能权限
zh_hant: 尚未授予輔助使用權限

source: Accessibility Access Required
de: Bedienungshilfen-Zugriff erforderlich
es: Se requiere acceso a Accesibilidad
fr: Accès à l’Accessibilité requis
it: Accesso all’Accessibilità richiesto
ja: アクセシビリティ権限が必要です
ko: 손쉬운 사용 권한 필요
pt_br: Acesso à Acessibilidade necessário
ru: Требуется доступ к Универсальному доступу
tr: Erişilebilirlik İzni Gerekli
zh_hans: 需要辅助功能权限
zh_hant: 需要輔助使用權限

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細
ko: 고급
pt_br: Avançado
ru: Расширенный
tr: Gelişmiş
zh_hans: 高级
zh_hant: 進階

source: Allow in Login Items…
de: In Anmeldeobjekten erlauben …
es: Permitir en Ítems de inicio…
fr: Autoriser dans les éléments d'ouverture…
it: Consenti negli elementi login…
ja: ログイン項目で許可…
ko: 로그인 항목에서 허용…
pt_br: Permitir em Itens de Início…
ru: Разрешить в объектах входа…
tr: Giriş Öğeleri’nde izin ver…
zh_hans: 在登录项中允许…
zh_hant: 在登入項目中允許⋯

source: Another app is using this shortcut. Pick a different one.
de: Eine andere App verwendet diesen Kurzbefehl. Wähle einen anderen.
es: Otra app usa este atajo. Elige otro.
fr: Une autre app utilise ce raccourci. Choisissez-en un autre.
it: Un'altra app usa questa scorciatoia. Scegline un'altra.
ja: このショートカットは別のアプリで使用されています。別のものを選択してください。
ko: 다른 앱이 이 단축키를 사용 중입니다. 다른 단축키를 선택하세요.
pt_br: Outro app está usando este atalho. Escolha outro.
ru: Это сочетание уже занято другим приложением. Выберите другое.
tr: Bu kısayolu başka bir uygulama kullanıyor. Farklı bir kısayol seçin.
zh_hans: 另一个 App 正在使用此快捷键。请选择其他快捷键。
zh_hant: 另一個 App 正在使用此快速鍵。請選擇其他快速鍵。

source: Appearance
de: Erscheinungsbild
es: Aspecto
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
pt_br: Aparência
ru: Внешний вид
tr: Görünüm
zh_hans: 外观
zh_hant: 外觀

source: Auto-unlock
de: Auto-Entsperren
es: Desbloqueo automático
fr: Déverrouillage auto
it: Sblocco automatico
ja: 自動解除
ko: 자동 잠금 해제
pt_br: Desbloqueio automático
ru: Авторазблокировка
tr: Otomatik aç
zh_hans: 自动解锁
zh_hant: 自動解鎖

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
tr: Geri
zh_hans: 返回
zh_hant: 返回

source: Basic
de: Einfach
es: Básico
fr: Simple
it: Base
ja: ベーシック
ko: 기본
pt_br: Básico
ru: Базовый
tr: Temel
zh_hans: 基础
zh_hant: 基本

source: Block media & brightness keys
de: Medien- & Helligkeitstasten blockieren
es: Bloquear teclas de medios y brillo
fr: Bloquer les touches multimédia et luminosité
it: Blocca i tasti multimediali e luminosità
ja: メディア・輝度キーをブロック
ko: 미디어 및 밝기 키 차단
pt_br: Bloquear teclas de mídia e brilho
ru: Блокировать клавиши медиа и яркости
tr: Medya ve parlaklık tuşlarını engelle
zh_hans: 屏蔽媒体和亮度键
zh_hant: 封鎖媒體與亮度按鍵

source: Block modifier keys
de: Modifizierertasten blockieren
es: Bloquear teclas modificadoras
fr: Bloquer les touches de modification
it: Blocca i tasti modificatori
ja: 修飾キーをブロック
ko: 보조 키 차단
pt_br: Bloquear teclas modificadoras
ru: Блокировать клавиши-модификаторы
tr: Değiştirici tuşları engelle
zh_hans: 屏蔽修饰键
zh_hant: 封鎖輔助按鍵

source: Block mouse & trackpad
de: Maus & Trackpad blockieren
es: Bloquear ratón y trackpad
fr: Bloquer la souris et le trackpad
it: Blocca mouse e trackpad
ja: マウス・トラックパッドをブロック
ko: 마우스 및 트랙패드 차단
pt_br: Bloquear mouse e trackpad
ru: Блокировать мышь и трекпад
tr: Fare ve trackpad'i engelle
zh_hans: 屏蔽鼠标和触控板
zh_hant: 封鎖滑鼠與觸控板

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Cleaning Mode Active
de: Reinigungsmodus aktiv
es: Modo de limpieza activo
fr: Mode nettoyage activé
it: Modalità pulizia attiva
ja: クリーニングモード有効
ko: 청소 모드 활성화됨
pt_br: Modo de limpeza ativo
ru: Режим очистки активен
tr: Temizleme Modu Aktif
zh_hans: 清洁模式已启用
zh_hant: 清潔模式已啟用

source: Click the button to release.
de: Zum Entsperren auf die Taste klicken.
es: Haz clic en el botón para liberar.
fr: Cliquer sur le bouton pour déverrouiller.
it: Fai clic sul pulsante per sbloccare.
ja: ボタンをクリックして解除します。
ko: 잠금을 해제하려면 버튼을 클릭하세요.
pt_br: Clique no botão para liberar.
ru: Нажмите кнопку, чтобы разблокировать.
tr: Bırakmak için butona tıklayın.
zh_hans: 点按按钮以解锁。
zh_hant: 點一下按鈕以解鎖。

source: Click the dirtymac icon in your menu bar.
de: Klicke auf das dirtymac-Symbol in der Menüleiste.
es: Haz clic en el icono de dirtymac en la barra de menús.
fr: Cliquez sur l'icône dirtymac dans la barre des menus.
it: Fai clic sull'icona di dirtymac nella barra dei menu.
ja: メニューバーの dirtymac アイコンをクリックします。
ko: 메뉴 막대의 dirtymac 아이콘을 클릭하세요.
pt_br: Clique no ícone do dirtymac na barra de menus.
ru: Нажмите на значок dirtymac в строке меню.
tr: Menü çubuğundaki dirtymac simgesine tıklayın.
zh_hans: 点按菜单栏中的 dirtymac 图标。
zh_hant: 點按選單列中的 dirtymac 圖示。

source: Click to Lock Keyboard
de: Klicken zum Sperren der Tastatur
es: Haz clic para bloquear el teclado
fr: Cliquer pour verrouiller le clavier
it: Fai clic per bloccare la tastiera
ja: クリックしてキーボードをロック
ko: 키보드를 잠그려면 클릭
pt_br: Clique para bloquear o teclado
ru: Нажмите, чтобы заблокировать клавиатуру
tr: Klavyeyi Kilitlemek için Tıklayın
zh_hans: 点按以锁定键盘
zh_hant: 點一下以鎖定鍵盤

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
tr: Devam Et
zh_hans: 继续
zh_hant: 繼續

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 어둡게
pt_br: Escuro
ru: Тёмная
tr: Koyu
zh_hans: 深色
zh_hant: 深色

source: dirtymac can start with your Mac, so it's always one shortcut away.
de: dirtymac kann mit deinem Mac starten und ist so immer nur einen Kurzbefehl entfernt.
es: dirtymac puede abrirse al encender tu Mac, así siempre está a un atajo de distancia.
fr: dirtymac peut démarrer avec votre Mac pour être toujours à un raccourci près.
it: dirtymac può avviarsi con il Mac, così è sempre a portata di scorciatoia.
ja: dirtymac を Mac と一緒に起動できるので、いつでもショートカットひとつで使えます。
ko: dirtymac을 Mac과 함께 시작하면 언제든 단축키 하나로 쓸 수 있습니다.
pt_br: O dirtymac pode iniciar com o Mac, ficando sempre a um atalho de distância.
ru: dirtymac может запускаться вместе с Mac и всегда будет под рукой.
tr: dirtymac, Mac'inizle birlikte başlayabilir; böylece her zaman bir kısayol uzağınızda olur.
zh_hans: dirtymac 可以随 Mac 一起启动，随时一键可用。
zh_hant: dirtymac 可以隨 Mac 一起啟動，隨時一鍵可用。

source: dirtymac — keyboard locked
de: dirtymac — Tastatur gesperrt
es: dirtymac — teclado bloqueado
fr: dirtymac — clavier verrouillé
it: dirtymac — tastiera bloccata
ja: dirtymac — キーボードロック中
ko: dirtymac — 키보드 잠김
pt_br: dirtymac — teclado bloqueado
ru: dirtymac — клавиатура заблокирована
tr: dirtymac — klavye kilitli
zh_hans: dirtymac — 键盘已锁定
zh_hant: dirtymac — 鍵盤已鎖定

source: dirtymac lives in your menu bar, up here.
de: dirtymac wohnt hier oben in deiner Menüleiste.
es: dirtymac vive aquí arriba, en la barra de menús.
fr: dirtymac se trouve ici, dans la barre des menus.
it: dirtymac vive qui in alto, nella barra dei menu.
ja: dirtymac はここ、メニューバーにあります。
ko: dirtymac은 여기 위쪽 메뉴 막대에 있습니다.
pt_br: O dirtymac fica aqui em cima, na barra de menus.
ru: dirtymac живёт здесь, в строке меню.
tr: dirtymac yukarıda, menü çubuğunuzda yaşıyor.
zh_hans: dirtymac 就在上方的菜单栏里。
zh_hant: dirtymac 就在上方的選單列裡。

source: dirtymac needs Accessibility access to intercept keyboard events while you clean. Nothing is recorded, logged, or sent anywhere.
de: dirtymac benötigt Bedienungshilfen-Zugriff, um Tastaturereignisse während der Reinigung abzufangen. Nichts wird aufgezeichnet, protokolliert oder gesendet.
es: dirtymac necesita acceso a Accesibilidad para interceptar eventos del teclado mientras limpias. No se graba, registra ni envía nada.
fr: dirtymac a besoin de l'accès à l'Accessibilité pour intercepter les événements clavier pendant le nettoyage. Rien n'est enregistré, journalisé ni envoyé.
it: dirtymac richiede l'accesso all'Accessibilità per intercettare gli eventi della tastiera durante la pulizia. Niente viene registrato, salvato o inviato.
ja: dirtymac は掃除中にキーボード入力を遮断するためにアクセシビリティ権限が必要です。記録・保存・送信は一切行いません。
ko: dirtymac이 청소하는 동안 키보드 입력을 차단하려면 손쉬운 사용 권한이 필요합니다. 어떤 것도 기록·저장·전송하지 않습니다.
pt_br: O dirtymac precisa de acesso à Acessibilidade para interceptar eventos do teclado enquanto você limpa. Nada é gravado, registrado ou enviado.
ru: dirtymac нужен доступ к универсальному доступу, чтобы перехватывать события клавиатуры во время очистки. Ничего не записывается, не логируется и не отправляется.
tr: dirtymac, sen temizlerken klavye olaylarını engellemek için Erişilebilirlik iznine ihtiyaç duyar. Hiçbir şey kaydedilmez, loglanmaz veya gönderilmez.
zh_hans: dirtymac 需要辅助功能权限以在清洁时拦截键盘事件。不会记录、保存或发送任何内容。
zh_hant: dirtymac 需要輔助使用權限以在清潔時攔截鍵盤事件。不會記錄、儲存或傳送任何內容。

source: dirtymac needs permission to intercept keyboard events while you clean.
de: dirtymac benötigt die Berechtigung, Tastaturereignisse während der Reinigung abzufangen.
es: dirtymac necesita permiso para interceptar eventos del teclado mientras limpias.
fr: dirtymac a besoin de l’autorisation d’intercepter les événements clavier pendant le nettoyage.
it: dirtymac richiede il permesso di intercettare gli eventi della tastiera durante la pulizia.
ja: dirtymac はクリーニング中にキーボード入力を遮断するための権限が必要です。
ko: dirtymac이(가) 청소하는 동안 키보드 입력을 차단하려면 권한이 필요합니다.
pt_br: O dirtymac precisa de permissão para interceptar eventos do teclado enquanto você limpa.
ru: dirtymac требуется разрешение для перехвата событий клавиатуры во время очистки.
tr: dirtymac, sen temizlerken klavye olaylarını engelleyebilmek için izne ihtiyaç duyar.
zh_hans: dirtymac 需要权限以在清洁时拦截键盘事件。
zh_hant: dirtymac 需要權限以在清潔時攔截鍵盤事件。

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluir
ru: Готово
tr: Bitti
zh_hans: 完成
zh_hant: 完成

source: Full Lockdown
de: Vollständige Sperre
es: Bloqueo total
fr: Verrouillage total
it: Blocco totale
ja: 完全ロック
ko: 전체 잠금
pt_br: Bloqueio total
ru: Полная блокировка
tr: Tam Kilit
zh_hans: 完全锁定
zh_hant: 完全鎖定

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
ja: 始める
ko: 시작하기
pt_br: Começar
ru: Начать
tr: Başla
zh_hans: 开始
zh_hant: 開始

source: Global shortcut
de: Globaler Kurzbefehl
es: Atajo global
fr: Raccourci global
it: Scorciatoia globale
ja: グローバルショートカット
ko: 전역 단축키
pt_br: Atalho global
ru: Глобальное сочетание клавиш
tr: Genel kısayol
zh_hans: 全局快捷键
zh_hant: 全域快速鍵

source: Grant Access
de: Zugriff erlauben
es: Conceder acceso
fr: Autoriser l’accès
it: Concedi accesso
ja: アクセスを許可
ko: 권한 허용
pt_br: Conceder acesso
ru: Разрешить доступ
tr: İzin Ver
zh_hans: 授予权限
zh_hant: 授權存取

source: Grant Accessibility Access
de: Bedienungshilfen-Zugriff erlauben
es: Conceder acceso a Accesibilidad
fr: Autoriser l'accès à l'Accessibilité
it: Concedi accesso all'Accessibilità
ja: アクセシビリティへのアクセスを許可
ko: 손쉬운 사용 권한 허용
pt_br: Conceder acesso à Acessibilidade
ru: Разрешить доступ к универсальному доступу
tr: Erişilebilirlik İzni Ver
zh_hans: 授予辅助功能权限
zh_hant: 授予輔助使用權限

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
ru: Помощь
tr: Yardım
zh_hans: 帮助
zh_hant: 說明

source: Hold Esc for 3 seconds to unlock.
de: Halte Esc 3 Sekunden gedrückt, um zu entsperren.
es: Mantén Esc 3 segundos para desbloquear.
fr: Maintenez Échap 3 secondes pour déverrouiller.
it: Tieni premuto Esc per 3 secondi per sbloccare.
ja: Esc を3秒間長押しで解除します。
ko: Esc를 3초간 누르면 잠금이 해제됩니다.
pt_br: Segure Esc por 3 segundos para desbloquear.
ru: Удерживайте Esc 3 секунды, чтобы разблокировать.
tr: Kilidi açmak için Esc'i 3 saniye basılı tutun.
zh_hans: 长按 Esc 3 秒解锁。
zh_hant: 長按 Esc 3 秒解鎖。

source: Keyboard utility
de: Tastatur-Dienstprogramm
es: Utilidad de teclado
fr: Utilitaire de clavier
it: Utility per tastiera
ja: キーボードユーティリティ
ko: 키보드 유틸리티
pt_br: Utilitário de teclado
ru: Утилита клавиатуры
tr: Klavye yardımcısı
zh_hans: 键盘实用工具
zh_hant: 鍵盤工具程式

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
tr: Dil
zh_hans: 语言
zh_hant: 語言

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 밝게
pt_br: Claro
ru: Светлая
tr: Açık
zh_hans: 浅色
zh_hant: 淺色

source: Lock Keyboard
de: Tastatur sperren
es: Bloquear teclado
fr: Verrouiller le clavier
it: Blocca tastiera
ja: キーボードをロック
ko: 키보드 잠금
pt_br: Bloquear teclado
ru: Заблокировать клавиатуру
tr: Klavyeyi Kilitle
zh_hans: 锁定键盘
zh_hant: 鎖定鍵盤

source: Lock Keyboard for Cleaning
de: Tastatur zum Reinigen sperren
es: Bloquear el teclado para limpiarlo
fr: Verrouiller le clavier pour le nettoyer
it: Blocca la tastiera per pulirla
ja: 掃除のためにキーボードをロック
ko: 청소를 위해 키보드 잠그기
pt_br: Bloquear o teclado para limpeza
ru: Заблокировать клавиатуру для чистки
tr: Temizlik için Klavyeyi Kilitle
zh_hans: 锁定键盘以便清洁
zh_hant: 鎖定鍵盤以便清潔

source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccata
ja: ロック中
ko: 잠김
pt_br: Bloqueado
ru: Заблокирован
tr: Kilitli
zh_hans: 已锁定
zh_hant: 已鎖定

source: Locks the keyboard so you can clean it. Hold Esc for 3 seconds to unlock.
de: Sperrt die Tastatur, damit du sie reinigen kannst. Halte Esc 3 Sekunden gedrückt, um zu entsperren.
es: Bloquea el teclado para que puedas limpiarlo. Mantén Esc 3 segundos para desbloquear.
fr: Verrouille le clavier pour que vous puissiez le nettoyer. Maintenez Échap 3 secondes pour déverrouiller.
it: Blocca la tastiera così puoi pulirla. Tieni premuto Esc per 3 secondi per sbloccare.
ja: 掃除できるようにキーボードをロックします。Esc を3秒間長押しで解除します。
ko: 청소할 수 있도록 키보드를 잠급니다. 잠금을 해제하려면 Esc를 3초간 누르세요.
pt_br: Bloqueia o teclado para você limpá-lo. Segure Esc por 3 segundos para desbloquear.
ru: Блокирует клавиатуру, чтобы её можно было почистить. Удерживайте Esc 3 секунды, чтобы разблокировать.
tr: Temizleyebilmeniz için klavyeyi kilitler. Kilidi açmak için Esc'i 3 saniye basılı tutun.
zh_hans: 锁定键盘以便清洁。长按 Esc 3 秒解锁。
zh_hant: 鎖定鍵盤以便清潔。長按 Esc 3 秒解鎖。

source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 모드
pt_br: Modo
ru: Режим
tr: Mod
zh_hans: 模式
zh_hant: 模式

source: Mouse and trackpad keep working — click the icon again to unlock.
de: Maus und Trackpad funktionieren weiter – klicke erneut auf das Symbol zum Entsperren.
es: El ratón y el trackpad siguen funcionando: haz clic de nuevo en el icono para desbloquear.
fr: La souris et le trackpad continuent de fonctionner — cliquez à nouveau sur l'icône pour déverrouiller.
it: Mouse e trackpad continuano a funzionare: fai di nuovo clic sull'icona per sbloccare.
ja: マウスとトラックパッドは使えます。アイコンを再度クリックすると解除されます。
ko: 마우스와 트랙패드는 계속 작동합니다. 아이콘을 다시 클릭하면 잠금이 해제됩니다.
pt_br: O mouse e o trackpad continuam funcionando — clique no ícone novamente para desbloquear.
ru: Мышь и трекпад продолжают работать — нажмите значок ещё раз, чтобы разблокировать.
tr: Fare ve trackpad çalışmaya devam eder — kilidi açmak için simgeye tekrar tıklayın.
zh_hans: 鼠标和触控板仍可使用——再次点按图标即可解锁。
zh_hant: 滑鼠與觸控板仍可使用——再次點按圖示即可解鎖。

source: Mouse and trackpad stay enabled.
de: Maus und Trackpad bleiben aktiv.
es: El ratón y el trackpad siguen activos.
fr: La souris et le trackpad restent actifs.
it: Mouse e trackpad rimangono attivi.
ja: マウスとトラックパッドは有効のままです。
ko: 마우스와 트랙패드는 계속 사용할 수 있습니다.
pt_br: O mouse e o trackpad continuam ativos.
ru: Мышь и трекпад остаются активными.
tr: Fare ve trackpad çalışmaya devam eder.
zh_hans: 鼠标和触控板保持启用。
zh_hant: 滑鼠與觸控板維持啟用。

source: Mouse and trackpad will be frozen too.
de: Maus und Trackpad werden ebenfalls eingefroren.
es: El ratón y el trackpad también se congelarán.
fr: La souris et le trackpad seront aussi figés.
it: Anche mouse e trackpad saranno bloccati.
ja: マウスとトラックパッドも固定されます。
ko: 마우스와 트랙패드도 멈춥니다.
pt_br: O mouse e o trackpad também serão congelados.
ru: Мышь и трекпад тоже будут заморожены.
tr: Fare ve trackpad de donacak.
zh_hans: 鼠标和触控板也将被冻结。
zh_hant: 滑鼠與觸控板也將被凍結。

source: Mouse will be frozen. Hold Esc for 3s to force unlock.
de: Die Maus wird eingefroren. Halte Esc 3 Sek. gedrückt, um zu entsperren.
es: El ratón se congelará. Mantén Esc 3 s para desbloquear.
fr: La souris sera figée. Maintenez Échap 3 s pour déverrouiller.
it: Il mouse sarà bloccato. Tieni premuto Esc per 3 s per sbloccare.
ja: マウスが固定されます。Esc を3秒長押しで強制解除。
ko: 마우스가 멈춥니다. Esc를 3초간 누르면 강제 해제됩니다.
pt_br: O mouse será congelado. Segure Esc por 3 s para desbloquear.
ru: Мышь будет заморожена. Удерживайте Esc 3 с для разблокировки.
tr: Fare donacak. Kilidi açmak için Esc'i 3sn basılı tutun.
zh_hans: 鼠标将被冻结。长按 Esc 3 秒强制解锁。
zh_hant: 滑鼠將被凍結。長按 Esc 3 秒強制解鎖。

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: No
ja: オフ
ko: 끔
pt_br: Desligado
ru: Выкл.
tr: Kapalı
zh_hans: 关闭
zh_hant: 關閉

source: Open at login
de: Bei der Anmeldung öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à l'ouverture de session
it: Apri all'accesso
ja: ログイン時に開く
ko: 로그인 시 열기
pt_br: Abrir ao iniciar sessão
ru: Открывать при входе
tr: Oturum açıldığında başlat
zh_hans: 登录时打开
zh_hant: 登入時打開

source: Open dirtymac at login
de: dirtymac bei der Anmeldung öffnen
es: Abrir dirtymac al iniciar sesión
fr: Ouvrir dirtymac à l'ouverture de session
it: Apri dirtymac all'accesso
ja: ログイン時に dirtymac を開く
ko: 로그인 시 dirtymac 열기
pt_br: Abrir o dirtymac ao iniciar sessão
ru: Открывать dirtymac при входе
tr: Oturum açıldığında dirtymac'i başlat
zh_hans: 登录时打开 dirtymac
zh_hant: 登入時打開 dirtymac

source: Open dirtymac from any app with ⌃⌥⌘K. Pick another combination or turn it off in Settings.
de: Öffne dirtymac aus jeder App mit ⌃⌥⌘K. In den Einstellungen kannst du eine andere Kombination wählen oder ihn ausschalten.
es: Abre dirtymac desde cualquier app con ⌃⌥⌘K. Elige otra combinación o desactívalo en Ajustes.
fr: Ouvrez dirtymac depuis n'importe quelle app avec ⌃⌥⌘K. Choisissez une autre combinaison ou désactivez-le dans les Réglages.
it: Apri dirtymac da qualsiasi app con ⌃⌥⌘K. Scegli un'altra combinazione o disattivala nelle Impostazioni.
ja: どのアプリからでも ⌃⌥⌘K で dirtymac を開けます。別の組み合わせの選択やオフへの切り替えは設定で行えます。
ko: 어떤 앱에서든 ⌃⌥⌘K로 dirtymac을 열 수 있습니다. 설정에서 다른 조합을 고르거나 끌 수 있습니다.
pt_br: Abra o dirtymac de qualquer app com ⌃⌥⌘K. Escolha outra combinação ou desative-o nos Ajustes.
ru: Открывайте dirtymac из любого приложения сочетанием ⌃⌥⌘K. Другое сочетание можно выбрать или отключить его в настройках.
tr: dirtymac'i herhangi bir uygulamadan ⌃⌥⌘K ile açın. Ayarlar'dan başka bir kombinasyon seçebilir veya kapatabilirsiniz.
zh_hans: 在任意 App 中按 ⌃⌥⌘K 即可打开 dirtymac。可在“设置”中选择其他组合键或将其关闭。
zh_hant: 在任何 App 中按 ⌃⌥⌘K 即可打開 dirtymac。可在「設定」中選擇其他組合鍵或將其關閉。

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть Настройки
tr: Ayarları Aç
zh_hans: 打开“设置”
zh_hant: 打開「設定」

source: Opens the dirtymac menu bar panel.
de: Öffnet das dirtymac-Fenster in der Menüleiste.
es: Abre el panel de dirtymac en la barra de menús.
fr: Ouvre le panneau dirtymac dans la barre des menus.
it: Apre il pannello di dirtymac nella barra dei menu.
ja: メニューバーの dirtymac パネルを開きます。
ko: 메뉴 막대의 dirtymac 패널을 엽니다.
pt_br: Abre o painel do dirtymac na barra de menus.
ru: Открывает панель dirtymac в строке меню.
tr: Menü çubuğundaki dirtymac panelini açar.
zh_hans: 打开菜单栏中的 dirtymac 面板。
zh_hant: 打開選單列中的 dirtymac 面板。

source: Press %@ in any app to open dirtymac.
de: Drücke %@ in einer beliebigen App, um dirtymac zu öffnen.
es: Pulsa %@ en cualquier app para abrir dirtymac.
fr: Appuyez sur %@ dans n'importe quelle app pour ouvrir dirtymac.
it: Premi %@ in qualsiasi app per aprire dirtymac.
ja: どのアプリからでも %@ を押すと dirtymac が開きます。
ko: 어떤 앱에서든 %@ 키를 누르면 dirtymac이 열립니다.
pt_br: Pressione %@ em qualquer app para abrir o dirtymac.
ru: Нажмите %@ в любом приложении, чтобы открыть dirtymac.
tr: dirtymac'i açmak için herhangi bir uygulamada %@ tuşlarına basın.
zh_hans: 在任意 App 中按下 %@ 即可打开 dirtymac。
zh_hant: 在任何 App 中按下 %@ 即可打開 dirtymac。

source: Press the power button to lock the keyboard.
de: Drücke den Ein-/Aus-Knopf, um die Tastatur zu sperren.
es: Pulsa el botón de encendido para bloquear el teclado.
fr: Appuyez sur le bouton d'alimentation pour verrouiller le clavier.
it: Premi il pulsante di accensione per bloccare la tastiera.
ja: 電源ボタンを押してキーボードをロックします。
ko: 전원 버튼을 눌러 키보드를 잠그세요.
pt_br: Pressione o botão de força para bloquear o teclado.
ru: Нажмите кнопку питания, чтобы заблокировать клавиатуру.
tr: Klavyeyi kilitlemek için güç düğmesine basın.
zh_hans: 按下电源按钮以锁定键盘。
zh_hant: 按下電源按鈕以鎖定鍵盤。

source: Quick Access
de: Schnellzugriff
es: Acceso rápido
fr: Accès rapide
it: Accesso rapido
ja: クイックアクセス
ko: 빠른 접근
pt_br: Acesso rápido
ru: Быстрый доступ
tr: Hızlı Erişim
zh_hans: 快速访问
zh_hant: 快速取用

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
pt_br: Encerrar
ru: Завершить
tr: Çık
zh_hans: 退出
zh_hant: 結束

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 待機中
ko: 준비됨
pt_br: Pronto
ru: Готов
tr: Hazır
zh_hans: 就绪
zh_hant: 待命

source: Search for “Lock keyboard” in Spotlight or add it to a shortcut. It works even when dirtymac isn't running.
de: Suche in Spotlight nach „Lock keyboard“ oder füge es einem Kurzbefehl hinzu. Das funktioniert auch, wenn dirtymac nicht läuft.
es: Busca «Lock keyboard» en Spotlight o añádelo a un atajo. Funciona incluso si dirtymac no está abierto.
fr: Recherchez « Lock keyboard » dans Spotlight ou ajoutez-le à un raccourci. Cela fonctionne même si dirtymac n'est pas ouvert.
it: Cerca “Lock keyboard” in Spotlight o aggiungilo a un comando rapido. Funziona anche quando dirtymac non è aperto.
ja: Spotlight で「Lock keyboard」を検索するか、ショートカットに追加できます。dirtymac が起動していなくても使えます。
ko: Spotlight에서 “Lock keyboard”를 검색하거나 단축어에 추가하세요. dirtymac이 실행 중이 아니어도 작동합니다.
pt_br: Procure “Lock keyboard” no Spotlight ou adicione a um atalho. Funciona mesmo com o dirtymac fechado.
ru: Найдите «Lock keyboard» в Spotlight или добавьте в быструю команду. Работает, даже если dirtymac не запущен.
tr: Spotlight'ta “Lock keyboard” diye arayın veya bir kestirmeye ekleyin. dirtymac çalışmıyorken bile çalışır.
zh_hans: 在聚焦中搜索“Lock keyboard”，或将其添加到快捷指令。即使 dirtymac 未运行也能使用。
zh_hant: 在 Spotlight 中搜尋「Lock keyboard」，或將其加入捷徑。即使 dirtymac 未執行也能使用。
